{
  "phones": [
    {
      "name": "Galaxy Z Fold 3 5G 12/512Gb",
      "image": "https://images.samsung.com/is/image/samsung/p6pim/ru/galaxy-s21/gallery/ru-leather-cover-galaxy-s21-ultra-5g-ef-vg998lbegru-363362322?$720_576_PNG$",
      "desc": " В сложенном виде Galaxy Z Fold3 — это современный смартфон с 6,2-дюймовым экраном. В раскрытом виде — практически планшет. Перед вами впечатляющий экран, на котором можно просматривать контент, работать и играть, как никогда раньше.",
      "price": "2100",
      "id": 4
    },
    {
      "name": "Galaxy Z Fold2",
      "image": "https://www.samsungstore.kg/files/media/7/7272.jpg",
      "desc": "Создан, чтобы повлиять на облик будущего  Нежная палитра изысканных цветов Будущее мобильных устройств представлено в двух ярких цветах, которые выделяются из толпы: Mystic Black и Mystic Bronze.",
      "price": "2500",
      "id": 6
    },
    {
      "name": "Galaxy A22 5G",
      "image": "https://images.samsung.com/is/image/samsung/p6pim/uz_ru/sm-a226bzauskz/gallery/uz-ru-galaxy-a22-5g-a226-sm-a226bzauskz-531456513?$684_547_PNG$",
      "desc": "Высочайшая скорость следующего поколения мобильной связи 5G меняет способ взаимодействия и обмена контентом — от невероятно плавных игр и потоковой передачи до сверхбыстрого обмена и загрузки. Наслаждайтесь невероятной скоростью с новым смартфоном Galaxy A22 5G.",
      "price": "1000",
      "id": 7
    },
    {
      "name": "Samsung Galaxy A22 LTE",
      "image": "https://www.notebookcheck-ru.com/uploads/tx_nbc2/SamsungGalaxyA22__1_.jpg",
      "desc": "Стоимость: - %, Производительность: 58%, Оснащение: 44%, Качество экрана: 77% Портативность: 90%, Внешний вид: 70%, Эргономичность: 80%, Нагрев и шум: 94%",
      "price": "1200",
      "id": 8
    },
    {
      "name": "Смартфон Samsung Galaxy A03 64 Гб, Чёрный",
      "image": "https://online-samsung.ru/sites/default/files/styles/product_teaser270x200/public/products/sm-a035fzkdser_1-min.png?itok=QcE1_Cq7",
      "desc": "Основные Тип чехла Чехол-накладка   Материал Термопластичный полиуретан   Цвет Чёрный   Совместимость Samsung Galaxy A53  Дополнительно Производитель Samsung   Код производителя EF-QA536TBEGRU",
      "price": "3000",
      "id": 10
    },
    {
      "name": "Galaxy A 51 black",
      "image": "https://images.samsung.com/is/image/samsung/levant-galaxy-a51-a515-8gb-sm-a515fzkhmid-back-314427986?$720_576_PNG$",
      "desc": "*Estimated against the usage profile of an average/typical user. Independently assessed by Strategy Analytics between 2021.12.08–12.20 in USA and UK with pre-release versions of SM-S901, SM-S906, SM-S908 under default setting using 5G Sub6 networks (NOT tested under 5G mmWave network). Actual battery life varies by network environment, features and apps used, frequency of calls and messages, number of times charged, and many other factors.",
      "price": "2500",
      "id": 11
    },
    {
      "name": "Galaxy S21 FE 5G",
      "image": "https://images.samsung.com/is/image/samsung/p6pim/sg/sm-g990elggxsp/gallery/sg-galaxy-s21-fe-g990-sm-g990elggxsp-530606145?$2160_1728_PNG$",
      "desc": " Part of the indicated memory space is occupied by pre-installed content. For this device, the space available to the user is approximately 87% of the total memory capacity indicated.",
      "price": "3000",
      "id": 12
    },
    {
      "name": "Galaxy S21+ 5G",
      "image": "https://softech.kg/image/cache/90900126909eac418e55f3c51254a4ce.jpg",
      "desc": "All specifications and descriptions provided herein may be different from the actual specifications and descriptions for the product. 5G network requires optimal 5G network connection, available in select markets. Check with your carrier for availability and details. Download and streaming speeds may vary based on content provider, server connection and other factors.",
      "price": "1900",
      "id": 13
    }
  ],
  "commit": []
}
